{
    "clara_ryan": {
        "clara_ryan_1": "Clara Ryan is a Junior Continuity Processor for Odeon Pictures in Byzantium.",
        "clara_ryan_2": "She is young, eager and career oriented.",
        "clara_ryan_3": "Like many residents of Byzantium she is fully committed to the Board and the way of life created by Halcyon Holdings Corporation.",
        "clara_ryan_4": "Though inexperienced and bordering on naive,",
        "clara_ryan_5": "she has fully embraced the cynical and occasionally back-stabbing politics of the movie business.",
        "clara_ryan_6": "Clara has been working at Odeon Pictures for three years as a Junior Continuity Processor.",
        "clara_ryan_7": "Her primary job duty is to review already-released movies and check for accuracy against the Board's current objectives, norms and views on history.",
        "clara_ryan_8": "She considers this an important job as it helps people enjoy old movies without being confused or upset by facts and narratives they might not like.",
        "clara_ryan_9": "As Clara might say, she \"puts the 'pro' in propaganda!\"",
        "clara_ryan_10": "Despite the importance of her job,",
        "clara_ryan_11": "she hopes to be a famous screenwriter and is looking to take that next step.",
        "clara_ryan_12": "Clara believes her family history can be a source of inspiration for the people of Halcyon,",
        "clara_ryan_13": "just as it has been for her.",
        "clara_ryan_14": "To that end she is working on a screenplay based on her Uncle Fergus,",
        "clara_ryan_15": "a cryogenic-specialist turned loyalist militant during an uprising orbiting Typhon.",
        "clara_ryan_16": "Her script is light on details though laden with heroic speeches.",
        "clara_ryan_17": "Thus far, it has been named Battle for Typhon! (an action movie), Heroic Halcyon Holdouts (an adventure), Antigravity of Love (a romance, albeit lacking a love interest), and Shut the Door Jean-Paul (new-wave, faux-found-footage).",
        "clara_ryan_18": "She is not satisfied with these drafts.",
        "clara_ryan_19": "Clara asks the Stranger for help retrieving information on her great-uncle Fergus from a retired archivist in Stellar Bay, Funes Menard.",
        "clara_ryan_20": "Clara asks the Stranger to unravel the mystery of Nolan and Fergus,",
        "clara_ryan_21": "learning about what really happened at the Asterion Outpost."
    },
    "funes_menard": {
        "funes_menard_1": "Funes Menard is a corporate archivist living in Stellar Bay.",
        "funes_menard_2": "He is old, nebbish, and deeply proud of his exhaustive knowledge of MSI and Board history,",
        "funes_menard_3": "regularly boasting about the various secrets locked away in his mind.",
        "funes_menard_4": "He is also suffering from induced-Alzheimer's due to a lapsed MSI security protocol.",
        "funes_menard_5": "He recently vacationed in Byzantium,",
        "funes_menard_6": "where he met Clara Ryan.",
        "funes_menard_7": "That he remembers her leads him to be positive they must be old friends,",
        "funes_menard_8": "and that he should help her.",
        "funes_menard_9": "Funes has been with MSI since before their split with the Board.",
        "funes_menard_10": "He is interested in history to the exclusion of all other topics and felt MSI's push for independence would be a critical moment to document regardless of the outcome.",
        "funes_menard_11": "Given his length of service, excellent memory, and access to corporate archives  he is perhaps one of the greatest knowledge assets in MSI's inventory.",
        "funes_menard_12": "That much knowledge can be dangerous though.",
        "funes_menard_13": "For the safety of all involved",
        "funes_menard_14": "(his in the event of kidnapping,",
        "funes_menard_15": "theirs in the event he divulge to the wrong audience),",
        "funes_menard_16": "MSI only agreed to allow his vacation on the condition he take a memory- reducing drug called Forgettaboutit during travel.",
        "funes_menard_17": "Funes agreed, with the understanding his memory would be reinstated upon his return to Stellar Bay.",
        "funes_menard_18": "The HR rep responsible, Dash Brockway,",
        "funes_menard_19": "has not arrived,",
        "funes_menard_20": "leaving Funes with a progressively degrading memory.",
        "funes_menard_21": "Until corrected, Funes has the habit of muttering facts which may or may not be accurate.",
        "funes_menard_22": "Funes is willing to provide records on Uncle Fergus when his memory is restored.",
        "funes_menard_23": "The Stranger will need to retrieve Remembery from Dash Brockway to do this."
    },
    "dash_brockway": {
        "dash_brockway_1": "Dash Brockway, deceased, was a Human Resources Administrator with MSI. Dash's primary responsibility was administering various drugs to MSI employees based on their job roles and corporate events.",
        "dash_brockway_2": "Dash and his supply of pharmaceuticals went missing on route to Stellar Bay.",
        "dash_brockway_3": "Dash imagines himself a lady's man, a rake, a dashing rogue always one step ahead of his adversaries,",
        "dash_brockway_4": "ready at a moment's notice to sweep into town leaving a trail of broken hearts and missing treasures.",
        "dash_brockway_5": "In reality, Dash is a middle - aged, paunchy HR rep with a background in phlebotomy.",
        "dash_brockway_6": "Prior to his death, Dash's job was to travel across Monarch administering drugs to MSI employees.",
        "dash_brockway_7": "Typically this took the form of antidepressants and olfactory suppressors,",
        "dash_brockway_8": "but on occasion he would deal with something more potent.",
        "dash_brockway_9": "Dash provides HR services for all MSI employees on Monarch,",
        "dash_brockway_10": "regularly traveling between Stellar Bay and the outlying factories. Though not part of his official route,",
        "dash_brockway_11": "he is particularly fond of Fallbrook and is completely smitten by a bartender there, Yvonne Brennan.",
        "dash_brockway_12": "Per his final journal entry,",
        "dash_brockway_13": "on the night of his death he was supposed to visit Funes to provide the first dose of Remembery,",
        "dash_brockway_14": "but was ambushed by Marauders.",
        "dash_brockway_15": "He managed to escape the ambush and find shelter in an abandoned house,",
        "dash_brockway_16": "but with his glasses destroyed had to rely on feel to identify which of the potentially life-saving medications he should take.",
        "dash_brockway_17": "He got it wrong, but his last breath didn't smell like fish.",
        "dash_brockway_18": "Dash's journal can be found alongside his dose of Remembery."
    },
    "fergus_ryan": {
        "fergus_ryan_1": "Fergus Ryan was a helium processor assigned to MSI's Asterion Outpost prior to their split with the board.",
        "fergus_ryan_2": "When a mutiny broke out he led the board loyalist forces on the outpost,",
        "fergus_ryan_3": "losing his life in the process.",
        "fergus_ryan_4": "Fergus Ryan is a minor folk hero for his heroic events and the poetic tales of his demise.",
        "fergus_ryan_5": "Despite his heroic posthumous reputation,",
        "fergus_ryan_6": "Fergus Ryan was a simple, quietly relatable person.",
        "fergus_ryan_7": "His simple worldview was focused on hard work, honest behavior, and treating others fairly.",
        "fergus_ryan_8": "Though handsome and respected,",
        "fergus_ryan_9": "he was uncomfortable receiving praise or attention from others.",
        "fergus_ryan_10": "In his heart of hearts, he was really quite shy,",
        "fergus_ryan_11": "though when given a drink to loosen up he could be a bit of a good ol' boy.",
        "fergus_ryan_12": "Prior to the mutiny at Asterion Outpost he as a Foreman Helium Processor and Sublight Bearings & Seals Specialist,",
        "fergus_ryan_13": "which he considered to be simple, honest labor.",
        "fergus_ryan_14": "When the mutiny broke out,",
        "fergus_ryan_15": "Fergus became a natural leader through his ability to articulate events and values in simple terms of right and wrong,",
        "fergus_ryan_16": "and his focus on action over ideology.",
        "fergus_ryan_17": "He was a source of calm clarity.",
        "fergus_ryan_18": "Fergus is the subject of Clara's script and investigation.",
        "fergus_ryan_19": "Fergus is the subject of the Stranger's exploration and the mystery at Asterion Outpost."
    },
    "nolan": {
        "nolan_1": "Nolan was a Political Marketing Manager for Odeon Pictures prior to the MSI/Board split,",
        "nolan_2": "on assignment to Asterion Outpost.",
        "nolan_3": "Though not especially fond of the Board,",
        "nolan_4": "he sided with Fergus's loyalists out of convenience and eventually adopted their beliefs.",
        "nolan_5": "He wrote the official records of Fergus and the Asterion Outpost mutiny.",
        "nolan_6": "In his role as a Political Marketing Manager,",
        "nolan_7": "Nolan was responsible for the distribution of new films to remote locations across Halcyon,",
        "nolan_8": "including Stellar Bay and ultimately Asterion Outpost.",
        "nolan_9": "During the uprising at the outpost,",
        "nolan_10": "Nolan fell in with Fergus Ryan and his loyalists as a matter of safety and convenience,",
        "nolan_11": "though he eventually adopted their ideology and fell in love with Fergus.",
        "nolan_12": "Learning Fergus was a traitor,",
        "nolan_13": "Nolan arranged for his assassination but as a last act of love also wrote a false report that saved his reputation.",
        "nolan_14": "Nolan is the mysterious author of the records Funes provides to the Stranger.",
        "nolan_15": "Clara asks the Stranger to investigate Nolan and try to find additional information on what really happened.",
        "nolan_16": "She is suspicious because the official records are too similar to the movie Titus Androidicus."
    },
    "remembery": {
        "remembery_1": "Remembery is a drug made by Auntie Cleo and aids in retention, recall, and memorization.",
        "remembery_2": "Given its potency an appropriate dosage schedule is one shot of Remembery,",
        "remembery_3": "followed by two shots of Forgettaboutit.",
        "remembery_4": "When taken in its pure form memory recollection may be so strong as to be debilitating.",
        "remembery_5": "Dash Brockway had Funes dose of Remembery on him when he died.",
        "remembery_6": "The Stranger finds it on his body and returns it to Funes to advance the quest."
    },
    "dashs_journal": {
        "dashs_journal_1": "Dash's Journal is a document on Dash Brockway's corpse outside Stellar Bay.",
        "dashs_journal_2": "Many of the entries describe his boredom with Human Resources,",
        "dashs_journal_3": "his desire to be a rakish bad boy,",
        "dashs_journal_4": "and his unrequited love for Yvonne Brennan, the bartender at Malin's House of Hospitality in Fallbrook.",
        "dashs_journal_5": "Per his final journal entry,",
        "dashs_journal_6": "on the night of his death he was supposed to visit Funes to provide the first dose of Remembery,",
        "dashs_journal_7": "but was ambushed by Marauders.",
        "dashs_journal_8": "He managed to escape the ambush and find shelter in an abandoned house,",
        "dashs_journal_9": "but with his glasses destroyed had to rely on feel to identify which of the potentially life-saving medications he should take.",
        "dashs_journal_10": "He got it wrong, but his last breath didn't smell like fish.",
        "dashs_journal_11": "Dash's journal can be found alongside his dose of Remembery."
    },
    "yvonne_brennan": {
        "yvonne_brennan_1": "Yvonne Brennan is the bartender at the Tipsy Sprat,",
        "yvonne_brennan_2": "upstairs in Malin's House of Hospitality.",
        "yvonne_brennan_3": "Although Yvonne claims to want to know people's stories,",
        "yvonne_brennan_4": "the moment one starts to actually share some personal details with her,",
        "yvonne_brennan_5": "she will reply that she is not really interested,",
        "yvonne_brennan_6": "unless she will get paid for listening.",
        "yvonne_brennan_7": "If one asks what the cost is,",
        "yvonne_brennan_8": "she will claim that it is more than the Stranger can afford.",
        "yvonne_brennan_9": "Dash Brockway is in love with Yvonne.",
        "yvonne_brennan_10": "Hopelessly, wildly and perhaps absurdly.",
        "yvonne_brennan_11": "He dreams of them being outlaws and raconteurs,",
        "yvonne_brennan_12": "gentlemen thieves in high society,",
        "yvonne_brennan_13": "adventurers in the wilds of space.",
        "yvonne_brennan_14": "Theirs is a love that will dazzle the ages.",
        "yvonne_brennan_15": "Yvonne is completely unaware of this.",
        "yvonne_brennan_16": "She sees Dash as a milquetoast bureaucrat who mumbles too much to make his drink orders clear and won't make eye contact.",
        "yvonne_brennan_17": "The only reason she remembers him at all is that he once split his pants bending over to pickup a dropped coaster.",
        "yvonne_brennan_18": "The Stranger may interact with Yvonne while searching for Dash.",
        "yvonne_brennan_19": "If he has not been found yet she will need to be nudged to remember him,",
        "yvonne_brennan_20": "but then suggest he might be on his way towards Stellar Bay.",
        "yvonne_brennan_21": "If the Stranger has already found his journal she'll be initially mortified by his affection for her,",
        "yvonne_brennan_22": "but eventually admit the adventures sound like a good time;",
        "yvonne_brennan_23": "preferably with a different companion."
    },
    "celia_robbins": {
        "celia_robbins_01": "Celia Robbins is a middle manager for Monarch Stellar Industries and works with Sanjar Nandi at MSI Headquarters in Stellar Bay.",
        "celia_robbins_02": "Celia has a crush on Sebastian Adams and will buy whatever he has in stock,",
        "celia_robbins_03": "just as an excuse to talk to him.",
        "celia_robbins_04": "Unfortunately her apartment is filling up with exotic creature parts and her neighbors are starting to complain about the smell.",
        "celia_robbins_05": "She is not concerned that she and Sebastian may not have much to talk about,",
        "celia_robbins_06": "as everyone else in Stellar Bay either smells like saltuna or are her boss.",
        "celia_robbins_07": "The Stranger can offer to set her and Sebastian up on a date.",
        "celia_robbins_08": "Optionally, Celia can be asked about Nolan and his relation to MSI.",
        "celia_robbins_09": "She does not have a lot of information to give and directs the player to Odeon Pictures HR.",
        "celia_robbins_10": "Celia remembers Nolan from years back,",
        "celia_robbins_11": "and describes him as a morose weasel who worked for Odeon Pictures."
    },
    "msi_asterion_outpost": {
        "asterion_outpost_1": "Asterion Outpost is a derelict station orbiting Typhon, on the frozen outer edges of Halcyon.",
        "asterion_outpost_2": "The station's airlocks have been blown leaving much of the interior empty and uninhabitable.",
        "asterion_outpost_3": "The few areas with functioning life support are populated by malfunctioning robots and the corpses of its former crew.",
        "asterion_outpost_4": "Shortly before MSI split with the Board the crew at Asterion Outpost mutinied.",
        "asterion_outpost_5": "Some say their discontent was driven by poor working conditions, low pay and the loneliness of a remote outposts.",
        "asterion_outpost_6": "A more accurate history would acknowledge those things,",
        "asterion_outpost_7": "and include the influence of the only entertainment they had - the revolution-themed movie, Titus Androidicus.",
        "asterion_outpost_8": "Clara Ryan wants to know more about the mutiny at Asterion Outpost,",
        "asterion_outpost_9": "though it is not visited during the Forgetful Funes quest.",
        "asterion_outpost_10": "Asterion Outpost is the location for the latter portion of the Fearless Fergus quest,",
        "asterion_outpost_11": "and final resting place of Fergus Ryan."
    },
    "asterion_robots": {
        "asterion_robots_1": "The Asterion Robots are the only thing active at Asterion Outpost.",
        "asterion_robots_2": "The robots are presently defective with no scraps of their original programming and functions remaining.",
        "asterion_robots_3": "They spend their time wandering the outpost,",
        "asterion_robots_4": "quoting Titus Androidicus to one another,",
        "asterion_robots_5": "and attacking anything that moves.",
        "asterion_robots_6": "Originally built for various maintenance, production and defense roles,",
        "asterion_robots_7": "the robots have not been maintained and all are malfunctioning and hostile.",
        "asterion_robots_8": "Prior to the mutiny,",
        "asterion_robots_9": "their language abilities were limited to acknowledging commands and providing reports to the outpost's human occupants.",
        "asterion_robots_10": "In the decades since the outpost was abandoned,",
        "asterion_robots_11": "the robots have had no orders,",
        "asterion_robots_12": "and no input other than Titus Androidicus looping endlessly in the theater.",
        "asterion_robots_13": "Their AI language modeling is now trained exclusively on that one source,",
        "asterion_robots_14": "and they spend all of their time either repeating lines from the movie or coming up with original sayings in its unique mix of Roman-Shakesperian-Pulp influences.",
        "asterion_robots_15": "The robots are the primary enemy during the latter portion of the quest, \"Fearless Fergus\"."
    },
    "ebele": {
        "ebele_1": "Ebele is a human resources rep for Odeon Pictures,",
        "ebele_2": "living in Byzantium.",
        "ebele_3": "She is a tossball super-fan with a particular love of the Hammersmith Thunder team.",
        "ebele_4": "She provides the Stranger with details on Nolan in exchange for help with a limerick contest.",
        "ebele_5": "Ebele is young and enthusiastic,",
        "ebele_6": "and prone to talking in sports metaphors.",
        "ebele_7": "Her work consists primarily of processing compensation claims for Odeon Pictures,",
        "ebele_8": "most brought about by on-set accidents, poorly conceived stunts, or handsy actors.",
        "ebele_9": "Her primary passions are the Hammersmith Thunder tossball team,",
        "ebele_10": "and the Fraser brothers who play for them.",
        "ebele_11": "She does not know which Fraser brother she has the bigger crush on, which causes her some consternation.",
        "ebele_12": "Optionally, Ebele can provide Nolan's personnel records in exchange for helping her with a limerick contest."
    },
    "titus_androidicus": {
        "titus_androidicus_1": "Titus Adroidicus is a film produced by Odeon Pictures,",
        "titus_androidicus_2": "from the same director of \"Agent Khan\" and \"Island of Murder\".",
        "titus_androidicus_3": "It stars the automechanicals Burbage-2000 and Burbage-3000."
    }
}
